Repository: RedenticDev/Sepiida
Catalog: Preferences/Resources/*.lproj/ColoringSub.strings
Languages: fr

# LIGHT_OR_DARK_MODE
source: Light and Dark Modes (iOS 13+)
fr: Modes clair et sombre (iOS 13+)

source: Default
fr: Par défaut

source: Light Mode
fr: Mode clair

source: Dark Mode
fr: Mode sombre

# ITEMS_SECTION
source: Items
fr: Éléments

# DYNAMIC_COLOR
source: Dynamic
fr: Dynamique

# CUSTOM_COLOR
source: Custom
fr: Personnalisée

source: Custom items color
fr: Couleur personnalisée des éléments

source: Enable custom blur
fr: Activer le flou personnalisé

source: Custom blur alpha
fr: Opacité du flou personnalisé

# DEFAULT_ITEMS_ALPHA
source: Default alpha for items is 1.0.
fr: L'opacité par défaut pour les éléments est de 1.0.

source: Custom menu color
fr: Couleur personnalisée du menu

# DEFAULT_MENU_ALPHA
source: Default alpha for menu is 0.50.
fr: L'opacité par défaut pour le menu est de 0.50.

# BACKGROUND_SECTION
source: Background
fr: Arrière-plan

source: Custom background color
fr: Couleur personnalisée de l'arrière-plan

# DEFAULT_BACKGROUND_ALPHA
source: Default alpha for background is 0.21.
fr: L'opacité par défaut pour l'arrière-plan est de 0.21.

# LABELS_COLOR_SECTION
source: Labels color
fr: Couleur des textes

source: Custom labels color
fr: Couleur des textes personnalisée
