Repository: RedenticDev/Sepiida
Catalog: Preferences/Resources/*.lproj/CustomizationSub.strings
Languages: fr

# REMOVE_ITEMS_SECTION
source: Items removing
fr: Suppression d'éléments

# REMOVE_BETA_OPTION
source: Remove 'Send Beta Feedback' item
fr: Supprimer 'Commentaire sur la bêta'

# REMOVE_REARRANGE_OPTION
source: Remove 'Edit Home Screen' option
fr: Supprimer 'Modifier l'écran d'accueil'

# REMOVE_SHARE_OPTION
source: Remove 'Share App' option
fr: Supprimer 'Partager l'app'

# REMOVE_DELETE_OPTION
source: Remove 'Remove App' option
fr: Supprimer 'Supprimer l'app'

source: Cell Height
fr: Hauteur des éléments

# DEFAULT_CELL_HEIGHT
source: Default cell height is 43.5.
fr: La hauteur par défaut des éléments est de 43.5.

# REMOVE_WIDGETS_SECTION
source: Widgets removing (iOS 13 only)
fr: Suppression des widgets (iOS 13 uniquement)

source: Remove widgets
fr: Supprimer les widgets

# REVERSE_ORDER_SECTION
source: Reverse order of menu items
fr: Inverser l'ordre des éléments du menu

source: Reverse order
fr: Inverser l'ordre

# REMOVE_SEPS_SECTION
source: Separators removing
fr: Suppression des séparateurs

source: Remove thin separators
fr: Supprimer les séparateurs fins

source: Remove bold separators
fr: Supprimer les séparateurs épais

# CORNER_RADIUS_SECTION
source: Corner Radius
fr: Arrondi des coins

# DEFAULT_CORNER_RADIUS
source: Default radius for menu is 13, and 0 for items.
fr: L'arrondi par défaut est de 13 pour le menu, et de 0 pour les éléments.

# CORNER_RADIUS_MENU
source: Corner Radius for Menu
fr: Arrondi pour le menu

# CORNER_RADIUS_ITEMS
source: Corner Radius for Items
fr: Arrondi pour les éléments

source: Animation Speed
fr: Vitesse des animations

# STATUS_BAR_SECTION
source: Status Bar
fr: Barre de status

source: Show Status Bar
fr: Afficher la barre de status

# TEXT_CUSTOMIZATION_SECTION
source: Text Customization (for Settings app)
fr: Customisation des textes (pour l'app Paramètres)

# CUSTOM_TEXT_PLACEHOLDER
source: Custom text...
fr: Texte personnalisé...

# BATTERY_CELL
source: Battery title
fr: Texte Batterie

# BATTERY_CELL_SUBTITLE
source: Battery subtitle
fr: Sous-texte Batterie

# BATTERY_CELL_PLACEHOLDERS
source: Available placeholders: $original$, $percent$, $health$, $is-charging$, $is-lpm-enabled$, $temperatureC$, $temperatureF$, $cycles$, $capacity$, $max-capacity$, $design-capacity$, $amperage$ and $voltage$
fr: Remplacements disponibles : $original$, $percent$, $health$, $is-charging$, $is-lpm-enabled$, $temperatureC$, $temperatureF$, $cycles$, $capacity$, $max-capacity$, $design-capacity$, $amperage$ et $voltage$

# CELLULAR_CELL
source: Cellular title
fr: Texte Cellulaire

# CELLULAR_CELL_SUBTITLE
source: Cellular subtitle
fr: Sous-texte Cellulaire

# CELLULAR_CELL_PLACEHOLDERS
source: Available placeholders: $original$, $is-enabled$, $carrier$, $coverage$, $coverage-bars$ and $public-ip$
fr: Remplacements disponibles : $original$, $is-enabled$, $carrier$, $coverage$, $coverage-bars$ et $public-ip$

# WIFI_CELL
source: Wifi title
fr: Texte Wifi

# WIFI_CELL_SUBTITLE
source: Wifi subtitle
fr: Sous-texte Wifi

# WIFI_CELL_PLACEHOLDERS
source: Available placeholders: $original$, $is-enabled$, $is-connected$, $network$, $quality$, $private-ip$ and $public-ip$
fr: Remplacements disponibles : $original$, $is-enabled$, $is-connected$, $network$, $quality$, $private-ip$ et $public-ip$

# BLUETOOTH_CELL
source: Bluetooth title
fr: Texte Bluetooth

# BLUETOOTH_CELL_SUBTITLE
source: Bluetooth subtitle
fr: Sous-texte Bluetooth

# BLUETOOTH_CELL_PLACEHOLDERS
source: Available placeholders: $original$, $is-enabled$, $is-connected$ and $connected-devices$
fr: Remplacements disponibles : $original$, $is-enabled$, $is-connected$ et $connected-devices$
