Repository: RedenticDev/Sepiida
Catalog: Preferences/Resources/*.lproj/MoreSub.strings
Languages: fr

source: Changelog
fr: Changements

source: Depiction
fr: Description

# PARSING_ERROR
source: An error occurred while parsing file
fr: Une erreur est survenue en parsant le fichier

# NOT_FOUND_ERROR
source: File not found or incorrect URL
fr: Fichier non trouvé ou URL incorrecte

# EMPTY_DATA_ERROR
source: No data found
fr: Aucune data trouvée

source: More contacts
fr: Plus de contacts

# GITHUB_SUBTITLE
source: Check how my tweaks are made!
fr: Découvrez comment mes tweaks sont faits !

# REDDIT_SUBTITLE
source: Keep track of my new posts
fr: Restez au courant de mes posts

# DISCORD_SUBTITLE
source: Also available here!
fr: Aussi disponible ici !

source: My other tweaks
fr: Mes autres tweaks

source: Refresh
fr: Rafraîchir
